{
  "locale-name": "简体中文",
  "404.lost": "哎呀，迷路了？",
  "404.not-found": "无法找到该页面。",
  "404.go-home": "回家",
  "components.shared.navbar.name": "BCharity",
  "components.shared.navbar.projects": "项目",
  "components.shared.navbar.volunteers": "志愿者",
  "components.shared.navbar.organizations": "组织机构",
  "components.shared.navbar.vhrs": "VHR",
  "components.shared.navbar.dashboard": "仪表板",
  "500.something-wrong": "看来出了什么问题！",
  "500.status-message": "我们会自动跟踪这些错误，但如果问题仍然存在，请随时与我们联系。与此同时，尝试刷新。",
  "500.go-home": "回家",
  "components.causes.clear-filters": "清除过滤器",
  "components.causes.browse-projects": "浏览项目",
  "components.causes.raised": "提出来",
  "errors.something-wrong": "出了些问题。",
  "errors.incorrect-publication-type": "发布类型不正确！",
  "errors.incorrect-collect-module": "收集模块不正确！",
  "errors.user-null": "当前用户为空！",
  "errors.go-home": "回家",
  "components.causes.incorrect-url": "无法访问该出版物。请检查您的网址是否正确。",
  "components.shared.donate-button.donate-to": "捐赠给",
  "components.shared.donate-button.raised-of": "提出的",
  "components.shared.donate-button.invalid-amount": "金额无效",
  "errors.profile-null": "提供的个人资料为空！",
  "errors.already-bookmarked": "出版物已被添加书签！",
  "components.shared.donate-button.set": "放",
  "components.shared.donate-button.check-balance": "查看余额",
  "components.shared.donate-button.error-occurred": "发生错误",
  "components.shared.donate-button.try-again": "请再试一次",
  "components.shared.donate-button.donate": "捐",
  "components.shared.donate-button.cancel": "取消",
  "components.causes.filter": "筛选",
  "components.contact.title": "如果您有任何疑问、反馈或问题，请联系我们",
  "components.contact.form.title": "联系我们",
  "components.contact.form.email": "输入您的电子邮件地址，我们将为您提供一个可以联系的人。",
  "components.contact.form.subject": "主题",
  "components.contact.form.message": "信息",
  "components.contact.form.cancel": "取消",
  "components.contact.form.submit": "提交电子邮件",
  "components.cookies.title": "Cookies",
  "components.cookies.updated-on": "更新于 2022 年 5 月 18 日",
  "components.cookies.content.p1": "BCharity.xyz。 （“BCharity”或“我们”）尊重并保护用户（“您”或“用户”）的隐私。",
  "components.cookies.content.p2": "BCharity 可能会根据本 Cookie 政策使用 Cookie 来收集和使用您的个人信息。",
  "components.cookies.content.h1": "什么是cookie？",
  "components.cookies.content.p3": "正如几乎所有专业网站的常见做法一样，本网站使用 cookie（即下载到您计算机上的小文件）来改善您的体验。本页面描述了他们收集哪些信息、我们如何使用这些信息以及为什么我们有时需要存储这些 cookie。我们还将分享如何阻止存储这些 cookie，但这可能会降低或“破坏”网站功能的某些元素。",
  "components.cookies.content.h2": "我们为什么使用cookies？",
  "components.cookies.content.p4": "我们使用 cookie 的原因有多种，详情如下。不幸的是，在大多数情况下，没有行业标准选项可以禁用 cookie，而不完全禁用它们添加到此站点的功能和特性。如果您不确定是否需要它们，建议您保留所有 cookie，以防它们用于提供您使用的服务。",
  "components.cookies.content.h3": "我如何控制这些 cookie？",
  "components.cookies.content.p5": "您可以通过调整浏览器上的设置来阻止设置 cookie（有关如何执行此操作的信息，请参阅浏览器帮助）。请注意，禁用 cookie 将影响本网站以及您访问的许多其他网站的功能。禁用 cookie 通常会导致本网站的某些功能和特性也被禁用。因此，建议您不要禁用 cookie。",
  "components.cookies.content.h4": "绝对必要的 cookie：",
  "components.cookies.content.m1": "登录相关cookie",
  "components.cookies.content.p6": "当您登录时，我们会使用 cookie，以便我们记住这一事实。这可以防止您每次访问新页面时都必须登录。当您注销时，这些 cookie 通常会被删除或清除，以确保您在登录时只能访问受限制的功能和区域。",
  "components.cookies.content.m2": "网站首选项 cookie",
  "components.cookies.content.p7": "为了在本网站上为您提供良好的体验，我们提供了一项功能来设置您在使用本网站时如何运行本网站的首选项。为了记住您的偏好，我们需要设置 cookie，以便每当您与受您的偏好影响的页面交互时都可以调用此信息。",
  "components.cookies.content.h6": "联系我们",
  "components.cookies.content.p8": "如果您对我们的 Cookie 收集政策有任何疑问，请随时通过 admin@bcharity.net 与我们联系。",
  "errors.metadata-malformed": "帖子的元数据格式错误",
  "errors.generic": "发生未知错误。请再试一次。",
  "components.tos.agreement": "同意我们的法律条款",
  "components.tos.services": "我们的服务",
  "components.tos.property-rights": "知识产权",
  "components.tos.user-rep": "用户陈述",
  "components.tos.user-reg": "用户注册",
  "components.tos.prohibited": "禁止活动",
  "components.tos.user-contrib": "用户贡献",
  "components.tos.contrib-license": "贡献许可",
  "components.tos.guidelines": "审查指南",
  "components.tos.social-media": "社交媒体",
  "components.tos.third-party": "第三方网站和内容",
  "components.tos.services-management": "服务与管理",
  "components.tos.privacy-policy": "隐私政策",
  "components.tos.copyright": "侵犯版权",
  "components.tos.termination": "期限和终止",
  "components.tos.modifications": "修改和中断",
  "components.tos.governing-law": "适用法律",
  "components.tos.dispute": "争议解决",
  "components.tos.corrections": "更正",
  "components.tos.disclaimer": "免责声明",
  "components.tos.liability": "责任限制",
  "components.tos.indemnification": "保障",
  "components.tos.user-data": "用户数据",
  "components.tos.electronics": "电子通信、交易和签名",
  "components.tos.california": "加州用户和居民",
  "components.tos.misc": "各种各样的",
  "components.tos.contact": "联系我们",
  "components.tos.p0": "我们是 BCharity（“公司”、“我们”、“我们”或“我们的”）。我们运营网站 https://bcharity.vercel.app/（“网站”），以及引用或链接到这些法律条款（“法律条款”）的任何其他相关产品和服务（统称为“服务'）。我们为志愿者和慈善捐款提供安全、透明的方式与公众分享。您可以通过电子邮件联系我们：admin@bcharity.net。这些法律条款构成您（无论是个人还是代表实体（“您”））与 BCharity 之间就您访问和使用服务达成的具有法律约束力的协议。您同意访问服务即表示您已阅读、理解并同意受所有这些法律条款的约束。如果您不同意所有这些法律条款，则明确禁止您使用服务，并且必须立即停止使用。可能不时在服务上发布的补充条款和条件或文件特此通过引用明确并入本文。我们保留自行决定随时以任何理由更改或修改这些法律条款的权利。我们将通过更新这些法律条款的“最后更新”日期来提醒您任何更改，并且您放弃接收每个此类更改的具体通知的权利。您有责任定期查看这些法律条款以随时了解更新。如果您在修订后的法律条款发布之日后继续使用服务，则您将受到任何修订后的法律条款的更改的约束，并且将被视为已了解并接受任何修订后的法律条款的更改。服务面向年满 13 岁的用户。所有在其居住地管辖范围内属于未成年人（一般为 18 岁以下）的用户必须获得其父母或监护人的许可并在其直接监督下才能使用本服务。如果您是未成年人，在使用服务之前，您必须让您的父母或监护人阅读并同意这些法律条款。我们建议您打印这些法律条款的副本以供记录。",
  "components.tos.p1": "使用服务时提供的信息无意分发给任何司法管辖区或国家/地区的任何个人或实体或供其使用，如果此类分发或使用将违反法律或法规，或将使我们受到该司法管辖区内的任何注册要求，或国家。因此，那些选择从其他地点访问服务的人是自愿这样做的，并且在当地法律适用的情况下，全权负责遵守当地法律。服务并非专门为遵守行业特定法规（健康保险流通和责任法案 (HIPAA)、联邦信息安全管理法案 (FISMA) 等）而设计，因此，如果您的互动受到此类法律的约束，您不得使用服务。您不得以违反 Gramm-Leach-Bliley 法案 (GLBA) 的方式使用服务。",
  "components.tos.p2": "我们的知识产权我们是我们服务中所有知识产权的所有者或被许可人，包括服务中的所有源代码、数据库、功能、软件、网站设计、音频、视频、文本、照片和图形（统称为服务）。 “内容”），以及其中包含的商标、服务标志和徽标（“标志”）。我们的内容和标记受美国和世界各地的版权和商标法（以及各种其他知识产权和不正当竞争法）以及条约的保护。内容和标记在服务中或通过服务“按原样”提供，仅供您个人、非商业用途或内部业务目的。您对我们服务的使用在您遵守这些法律条款（包括下面的“禁止活动”部分）的前提下，我们授予您非排他性、不可转让、可撤销的许可：访问服务；下载或打印您已正确访问的内容任何部分的副本。仅用于您的个人、非商业用途或内部业务目的。除本节或我们的法律条款其他部分规定外，不得复印、复制、聚合、重新发布、上传、张贴、公开展示、编码、翻译、传输、分发、出售服务的任何部分以及任何内容或标记、许可或以其他方式用于任何商业目的，未经我们事先明确书面许可。如果您希望以本节或我们的法律条款中其他部分规定之外的方式使用服务、内容或标记，请将您的请求发送至：admin@bcharity.net。如果我们授予您发布、复制或公开展示我们的服务或内容的任何部分的权限，您必须将我们标识为服务、内容或标记的所有者或许可人，并确保出现任何版权或专有权声明或在发布、复制或展示我们的内容时可见。我们保留未明确授予您的服务、内容和标记的所有权利。任何违反这些知识产权的行为都将构成对我们法律条款的重大违反，您使用我们服务的权利将立即终止。您提交的内容和贡献请在使用我们的服务之前仔细阅读本节和“禁止的活动”部分，以了解 (a) 您赋予我们的权利和 (b) 当您通过服务发布或上传任何内容时您所承担的义务。提交内容：通过直接向我们发送有关服务的任何问题、评论、建议、想法、反馈或其他信息（“提交内容”），即表示您同意向我们转让此类提交内容中的所有知识产权。您同意我们拥有该提交内容，并有权出于任何合法目的（商业或其他目的）不受限制地使用和传播该提交内容，而无需向您提供确认或补偿。贡献：服务可能会邀请您聊天、贡献或参与博客、留言板、在线论坛和其他功能，在此期间您可以创建、提交、发布、显示、传输、发布、分发或广播内容和材料向我们或通过服务提供的信息，包括但不限于文本、文字、视频、音频、照片、音乐、图形、评论、评论、评级建议、个人信息或其他材料（“贡献”）。任何公开发布的提交内容也应被视为贡献。您了解服务的其他用户可能可以通过第三方网站查看贡献。当您发布贡献时，您授予我们许可（包括使用您的姓名、商标和徽标）：通过发布任何贡献，您授予我们无限制的、无限制的、不可撤销的、永久的、非排他的、可转让的、免版税的、全额付费的全球权利和许可：使用、复制、复制、分发、出售、转售、出版、广播、重新命名、存储、公开表演、公开展示、重新格式化、翻译、摘录（全部或部分）、并将您的贡献（包括但不限于您的图像、姓名和声音）用于任何商业、广告或其他目的，以准备您的贡献的衍生作品或将您的贡献纳入其他作品，以及对所授予的许可进行再许可在这个部分。我们的使用和分发可能以任何媒体格式和通过任何媒体渠道进行。该许可包括我们使用您的姓名、公司名称和特许经营名称（如适用）以及您提供的任何商标、服务标记、商号、徽标以及个人和商业图像。您对您发布或上传的内容负责：通过服务的任何部分向我们发送提交内容和/或发布贡献内容，或者通过将您的帐户通过服务链接到您的任何社交网络帐户来通过服务访问贡献内容，您：确认您已阅读并同意我们的“禁止活动”，并且不会通过服务发布、发送、公布、上传或传输任何非法、骚扰、仇恨、有害、诽谤、淫秽、欺凌的提交内容或贡献，辱骂、歧视、威胁任何个人或团体、露骨的性内容、虚假、不准确、欺骗或误导；在适用法律允许的范围内，放弃对任何此类提交内容和/或贡献的任何及所有精神权利；保证任何此类提交内容和/或贡献均为您原创，或者您拥有提交此类提交内容和/或贡献所需的权利和许可，并且您拥有充分的权力授予我们与您的提交内容相关的上述权利，并且/或贡献；并保证并声明您的提交内容和/或贡献不构成机密信息。您对您的提交内容和/或贡献承担全部责任，并且您明确同意赔偿我们因您违反 (a) 本节、(b) 任何第三方的知识产权或 ( c) 适用法律。我们可能会删除或编辑您的内容：虽然我们没有义务监控任何贡献，但如果我们合理认为我们认为此类贡献有害或违反了这些法律，我们有权随时删除或编辑任何贡献，恕不另行通知。条款。如果我们删除或编辑任何此类贡献，我们还可能暂停或禁用您的帐户并向当局举报您。侵犯版权我们尊重他人的知识产权。如果您认为服务上或通过服务提供的任何材料侵犯了您拥有或控制的任何版权，请立即参阅下面的“版权侵权”部分。",
  "components.tos.p3": "通过使用服务，您声明并保证： (1) 您提交的所有注册信息均真实、准确、最新且完整； (2) 您将保持该等信息的准确性，并根据需要及时更新该等注册信息； (3) 您具有法律行为能力并同意遵守本法律条款； (4) 您未满13周岁； (5) 您在您所居住的司法管辖区中不是未成年人，或者如果您是未成年人，您已获得家长的使用服务的许可； (6) 您不会通过自动或非人为方式（无论是通过机器人、脚本还是其他方式）访问服务； (7) 您不会将服务用于任何非法或未经授权的目的； (8) 您对服务的使用不会违反任何适用的法律或法规。如果您提供的任何信息不真实、不准确、不是最新的或不完整，我们有权暂停或终止您的帐户，并拒绝当前或将来使用服务（或其任何部分）。",
  "components.tos.p4": "您可能需要注册才能使用服务。您同意对您的密码保密，并对您的帐户和密码的所有使用负责。如果我们自行判断您选择的用户名不恰当、淫秽或其他令人反感的内容，我们保留删除、收回或更改该用户名的权利。",
  "components.tos.p5": "除我们提供服务的目的之外，您不得出于任何目的访问或使用服务。除我们特别认可或批准的商业活动外，服务不得用于任何商业活动。作为服务的用户，您同意不会： 未经我们书面许可，系统地从服务中检索数据或其他内容，以直接或间接创建或编译集合、汇编、数据库或目录。欺骗、欺诈或误导我们和其他用户，尤其是试图了解敏感帐户信息（例如用户密码）的行为。规避、禁用或以其他方式干扰服务的安全相关功能，包括阻止或限制使用或复制任何内容或对服务和/或其中包含的内容的使用实施限制的功能。我们认为贬低、玷污或以其他方式损害我们和/或服务。使用从服务中获得的任何信息来骚扰、虐待或伤害他人。不当使用我们的支持服务或提交有关滥用或不当行为的虚假报告。以不符合任何适用法律或法规的方式使用服务。参与未经授权的服务框架或链接。上传或传输（或试图上传或传输）病毒、特洛伊木马或其他材料，包括过度使用大写字母和垃圾邮件（连续发布重复文本），干扰任何一方不间断地使用和享受服务或修改、损害、破坏、改变或干扰服务的使用、特性、功能、操作或维护。参与系统的任何自动化使用，例如使用脚本发送评论或消息，或使用任何数据挖掘、机器人或类似的数据收集和提取工具。删除任何内容中的版权或其他专有权声明。尝试冒充其他用户或个人或使用其他用户的用户名。上传或传输（或尝试上传或传输）任何充当被动或主动信息收集或传输机制的材料，包括但不限于清晰的图形交换格式（“gif”）、1×1 像素、网络错误、cookie或其他类似设备（有时称为“间谍软件”或“被动收集机制”或“PCMS”）。干扰、破坏服务或与服务相关的网络或服务，或造成不当负担。骚扰、骚扰、恐吓或威胁参与向您提供任何部分服务的我们的任何员工或代理。尝试绕过旨在阻止或限制访问服务或服务任何部分的任何服务措施。复制或改编服务的软件，包括但不限于 Flash、PHP、HTML、JavaScript 或其他代码。除非适用法律允许，否则对包含或以任何方式构成服务一部分的任何软件进行解密、反编译、反汇编或逆向工程。除非是标准搜索引擎或互联网浏览器使用的结果，否则使用、启动、开发或分发任何自动化系统，包括但不限于访问服务的任何蜘蛛、机器人、作弊实用程序、抓取工具或离线阅读器，或使用或启动任何未经授权的脚本或其他软件。使用采购代理或采购代理在服务上进行购买。未经授权使用服务，包括通过电子或其他方式收集用户的用户名和/或电子邮件地址以发送未经请求的电子邮件，或通过自动方式或以虚假借口创建用户帐户。使用服务作为与我们竞争的任何努力的一部分，或以其他方式将服务和/或内容用于任何创收活动或商业企业。出售或以其他方式转让您的个人资料。使用服务来宣传或推销商品和服务。",
  "components.tos.p6": "服务可能会邀请您聊天、贡献或参与博客、留言板、在线论坛和其他功能，并可能为您提供创建、提交、发布、显示、传输、执行、发布、分发、向我们或在服务上广播内容和材料，包括但不限于文本、文字、视频、音频、照片、图形、评论、建议或个人信息或其他材料（统称为“贡献”）。服务的其他用户可以通过第三方网站查看贡献。因此，您传输的任何贡献都可能被视为非机密和非专有的。当您创建或提供任何贡献时，您声明并保证：您的贡献的创建、分发、传输、公开展示或表演以及访问、下载或复制不会也不会侵犯专有权利，包括但不限于任何第三方的版权、专利、商标、商业秘密或精神权利。您是创建者和所有者，或者拥有使用和授权我们、服务和服务的其他用户以服务和这些内容设想的任何方式使用您的贡献的必要许可、权利、同意、发布和权限。法律条款。您已获得您的贡献中的每个可识别个人的书面同意、释放和/或许可，可以使用每个可识别个人的姓名或肖像，以便以您所设想的任何方式纳入和使用您的贡献。服务和这些法律条款。您的贡献不存在虚假、不准确或误导性。您的贡献不是未经请求或未经授权的广告、促销材料、传销、连锁信、垃圾邮件、群发邮件或其他形式的招揽行为。您的贡献不包含淫秽、猥亵、淫荡、肮脏、暴力、骚扰、诽谤、诽谤或其他令人反感的内容（由我们确定）。您的贡献不会嘲笑、嘲笑、贬低、恐吓或辱骂任何人。您的贡献不会用于骚扰或威胁（在这些术语的法律意义上）任何其他人，也不会用于宣扬针对特定个人或群体的暴力行为。您的贡献不违反任何适用的法律、法规或规则。您的贡献不会侵犯任何第三方的隐私或公开权。您的贡献不违反任何有关儿童色情的适用法律，或以其他方式旨在保护未成年人的健康或福祉。您的贡献不包括任何与种族、国籍、性别、性取向或身体残疾有关的攻击性评论。您的贡献不违反这些法律条款或任何适用法律或法规的任何规定，或链接到违反这些规定的材料。任何违反上述规定的服务使用行为均违反了这些法律条款，并可能导致您使用服务的权利终止或暂停等。",
  "components.tos.p7": "通过将您的贡献发布到服务的任何部分或通过将您的帐户从服务链接到您的任何社交网络帐户来使贡献可用于服务，您自动授予，并且您声明并保证您有权授予我们拥有不受限制的、无限的、不可撤销的、永久的、非排他性的、可转让的、免版税的、全额付费的、全球性的权利和许可，可以托管、使用、复制、复制、披露、出售、转售、出版、广播、重新命名、出于任何目的（商业、广告、或以其他方式，并准备此类贡献的衍生作品或将其合并到其他作品中，并授予和授权上述贡献的再许可。使用和分发可以以任何媒体格式并通过任何媒体渠道进行。该许可将适用于现在已知或以后开发的任何形式、媒体或技术，包括我们对您的姓名、公司名称和特许经营名称（如适用）的使用，以及任何商标、服务标记、商号、徽标、以及您提供的个人和商业图像。您放弃您的贡献中的所有精神权利，并且您保证您的贡献中没有以其他方式主张精神权利。我们不主张对您的贡献有任何所有权。您保留对您的所有贡献以及与您的贡献相关的任何知识产权或其他专有权利的完全所有权。对于您在服务的任何区域提供的贡献中的任何声明或陈述，我们不承担任何责任。您对您对服务的贡献承担全部责任，并且您明确同意免除我们的任何及所有责任，并避免就您的贡献对我们采取任何法律行动。我们有权自行决定 (1) 编辑、编辑或以其他方式更改任何贡献； (2) 对任何贡献重新分类，将其放置在服务上更合适的位置； (3) 随时以任何理由预先筛选或删除任何贡献，恕不另行通知。我们没有义务监控您的贡献。",
  "components.tos.p8": "我们可能会在服务上为您提供留下评论或评级的区域。发表评论时，您必须遵守以下标准： (1) 您应对被评论的个人/实体有第一手经验； (2) 您的评论不应包含攻击性脏话、辱骂性、种族主义、攻击性或仇恨性语言； (3) 您的评论不应包含基于宗教、种族、性别、国籍、年龄、婚姻状况、性取向或残疾的歧视性内容； (4) 您的评论不应包含涉及非法活动的内容； (5) 如果您发布负面评论，则不应与竞争对手有关联； (6) 您不应就行为的合法性作出任何结论； (7) 您不得发布任何虚假或误导性陈述； (8) 您不得组织鼓励他人发表评论的活动，无论是正面的还是负面的。我们可以自行决定接受、拒绝或删除评论。我们绝对没有义务筛选评论或删除评论，即使有人认为评论令人反感或不准确。评论未经我们认可，并不一定代表我们的意见或我们任何附属公司或合作伙伴的观点。我们不对任何审查或任何审查造成的任何索赔、责任或损失承担责任。通过发表评论，您特此授予我们永久的、非排他的、全球性的、免版税的、全额付款的、可转让的、可再许可的权利和许可，以任何方式复制、修改、翻译、传输、展示、执行和/或分发与评论相关的所有内容。",
  "components.tos.p9": "作为服务功能的一部分，您可以通过以下任一方式将您的帐户与您在第三方服务提供商处拥有的在线帐户（每个此类帐户称为“第三方帐户”）相关联：(1) 提供您的第三方帐户通过服务登录信息； (2) 允许我们访问您的第三方帐户（根据管理您使用每个第三方帐户的适用条款和条件的允许）。您声明并保证您有权向我们披露您的第三方帐户登录信息和/或授予我们访问您的第三方帐户的权限，而您不违反任何管辖您使用适用的第三方帐户的条款和条件。第三方帐户，并且我们没有义务支付任何费用或使我们受到第三方帐户的第三方服务提供商施加的任何使用限制。通过授予我们访问任何第三方帐户的权限，您了解 (1) 我们可以访问、提供和存储（如果适用）您向第三方帐户（“社交网络”）提供并存储在其中的任何内容。内容”），以便通过您的帐户在服务上和通过服务提供该内容，包括但不限于任何朋友列表，并且 (2) 我们可能会向您的第三方帐户提交并从您的第三方帐户接收其他信息，只要您在链接时收到通知即可您在第三方帐户中的帐户。根据您选择的第三方帐户以及您在此类第三方帐户中设置的隐私设置，您发布到第三方帐户的个人身份信息可能会在您的服务帐户上或通过您的服务帐户提供。请注意，如果第三方帐户或相关服务不可用，或者我们对此类第三方帐户的访问被第三方服务提供商终止，则社交网络内容可能不再在服务上或通过服务提供。您可以随时禁用您的服务帐户与第三方帐户之间的连接。请注意，您与第三方帐户关联的第三方服务提供商的关系仅受您与此类第三方服务提供商之间的协议管辖。我们不会出于任何目的（包括但不限于准确性、合法性或不侵权）审查任何社交网络内容，并且我们不对任何社交网络内容负责。您承认并同意，我们可以访问与第三方帐户关联的您的电子邮件地址簿以及您的移动设备或平板电脑上存储的联系人列表，仅用于识别和通知您也已注册使用服务的联系人。您可以使用下面的联系信息或通过您的帐户设置（如果适用）与我们联系，以停用服务与您的第三方帐户之间的连接。我们将尝试删除通过此类第三方帐户获取的存储在我们服务器上的任何信息，但与您的帐户关联的用户名和个人资料图片除外。",
  "components.tos.p10": "服务可能包含（或者可能通过本网站向您发送）其他网站（“第三方网站”）的链接以及文章、照片、文本、图形、图片、设计、音乐、声音、视频、信息、应用程序、软件和其他属于或源自第三方的内容或项目（“第三方内容”）。我们不会调查、监控或检查此类第三方网站和第三方内容的准确性、适当性或完整性，并且我们对通过服务访问的任何第三方网站或发布的任何第三方内容不承担任何责任服务上的、通过服务提供的或从服务安装的，包括第三方网站或第三方内容的内容、准确性、攻击性、意见、可靠性、隐私惯例或其他政策或包含在服务中。包含、链接到或允许使用或安装任何第三方网站或任何第三方内容并不意味着我们对此的批准或认可。如果您决定离开服务并访问第三方网站或使用或安装任何第三方内容，您将自行承担风险，并且您应该知道这些法律条款不再适用。您应该查看您从服务导航到的任何网站或与您使用或从服务安装的任何应用程序相关的适用条款和政策，包括隐私和数据收集实践。您通过第三方网站进行的任何购买都将通过其他网站和其他公司进行，我们对仅在您和适用的第三方之间进行的此类购买不承担任何责任。您同意并承认我们不认可第三方网站上提供的产品或服务，并且您应确保我们免受因您购买此类产品或服务而造成的任何损害。此外，对于您因任何第三方内容或与第三方网站的任何联系而遭受的任何损失或对您造成的伤害，或以任何方式导致的任何损失，您应使我们免受任何责任。",
  "components.tos.p11": "我们保留以下权利，但没有义务： (1) 监控服务是否违反这些法律条款； (2) 对我们自行判断违反法律或本法律条款的任何人采取适当的法律行动，包括但不限于向执法机构举报此类用户； (3) 我们自行决定且不限于拒绝、限制访问、限制其可用性或禁用（在技术可行的范围内）您的任何贡献或其任何部分； (4) 我们自行决定且不限于通知或承担责任，从服务中删除或以其他方式禁用所有过大或以任何方式对我们的系统造成负担的文件和内容； (5) 以其他方式管理服务，旨在保护我们的权利和财产并促进服务的正常运行。",
  "components.tos.p12": "我们关心数据隐私和安全。请查看我们的隐私政策。使用服务即表示您同意受我们的隐私政策的约束，该政策已纳入这些法律条款中。请注意，服务托管在加拿大。如果您从世界任何其他地区访问服务时，管辖个人数据收集、使用或披露的法律或其他要求与加拿大的适用法律不同，那么通过您继续使用服务，您将把您的数据传输到加拿大，并且您明确同意将您的数据传输到加拿大并在加拿大进行处理。此外，我们不会故意接受、请求或征求儿童的信息，也不会故意向儿童推销信息。因此，根据美国儿童在线隐私保护法，如果我们实际得知 13 岁以下的任何人在未经必要且可验证的父母同意的情况下向我们提供了个人信息，我们将尽快从服务中删除该信息。相当实用。",
  "components.tos.p13": "我们尊重他人的知识产权。如果您认为服务上或通过服务提供的任何材料侵犯了您拥有或控制的任何版权，请立即使用下面提供的联系信息通知我们（“通知”）。您的通知副本将发送给发布或存储通知中所述材料的人员。请注意，根据适用法律，如果您在通知中做出重大失实陈述，您可能需要承担损害赔偿责任。因此，如果您不确定服务上或链接到的材料是否侵犯您的版权，您应考虑首先联系律师。",
  "components.tos.p14": "当您使用服务时，这些法律条款仍具有完全效力。在不限制这些法律条款的任何其他规定的情况下，我们保留自行决定以任何理由拒绝任何人访问和使用服务（包括阻止某些 IP 地址）的权利，恕不另行通知或承担责任。无任何理由，包括但不限于违反这些法律条款或任何适用法律或法规中包含的任何陈述、保证或契约。我们可以自行决定终止您使用或参与服务，或删除您的帐户以及您随时发布的任何内容或信息，恕不另行通知。如果我们出于任何原因终止或暂停您的帐户，您将被禁止以您的名义、假冒或借用的姓名或任何第三方的名义注册和创建新帐户，即使您可能代表第三方行事派对。除了终止或暂停您的帐户外，我们保留采取适当法律行动的权利，包括但不限于寻求民事、刑事和禁令救济。",
  "components.tos.p15": "我们保留随时或以任何理由自行决定更改、修改或删除服务内容的权利，恕不另行通知。但是，我们没有义务更新我们服务的任何信息。我们不会因服务的任何修改、价格变更、暂停或终止而对您或任何第三方承担责任。我们不能保证服务始终可用。我们可能会遇到硬件、软件或其他问题，或者需要执行与服务相关的维护，从而导致中断、延迟或错误。我们保留随时或以任何理由更改、修改、更新、暂停、终止或以其他方式修改服务的权利，恕不另行通知。您同意，对于您在服务停机或中断期间无法访问或使用服务而造成的任何损失、损害或不便，我们不承担任何责任。这些法律条款中的任何内容均不得解释为要求我们有义务维护和支持服务或提供与此相关的任何更正、更新或发布。",
  "components.tos.p16": "这些法律条款应受加拿大法律管辖并按加拿大法律定义。 BCharity 和您不可撤销地同意加拿大法院拥有专属管辖权来解决与这些法律条款相关的任何争议。",
  "components.tos.p17": "您同意不可撤销地将与这些法律条款或这些法律条款建立的法律关系相关的所有争议提交给加拿大法院管辖。 BCharity 还应保留向您居住国的法院就案件实质提起诉讼的权利，或者，如果这些法律条款是在您的贸易或职业过程中签订的，则向您的主要居住地的州的法院提起诉讼。商业。",
  "components.tos.p18": "有关服务的信息可能包含印刷错误、不准确或遗漏，包括描述、定价、可用性和各种其他信息。我们保留随时纠正任何错误、不准确或遗漏以及更改或更新服务信息的权利，恕不另行通知。",
  "components.tos.p19": "服务按原样和可用状态提供。您同意自行承担使用服务的风险。在法律允许的最大范围内，我们不承担与服务及其使用相关的所有明示或暗示的保证，包括但不限于对适销性、特定用途的适用性和不侵权的暗示保证。我们对服务内容或与服务链接的任何网站或移动应用程序的内容的准确性或完整性不做任何保证或陈述，并且我们对任何 (1) 内容错误、错误或不准确之处不承担任何责任或义务和材料，(2) 因您访问和使用服务而导致的任何性质的人身伤害或财产损失，(3) 任何未经授权的访问或使用我们的安全服务器和/或任何及所有个人信息，以及/或其中存储的财务信息，(4) 服务传输的任何中断或停止，(5) 任何第三方可能传输到服务或通过服务传输的任何错误、病毒、特洛伊木马或类似信息，和/或 (6) 任何内容和材料中的任何错误或遗漏，或因使用通过服务发布、传输或以其他方式提供的任何内容而导致的任何类型的损失或损坏。我们不对第三方通过服务、任何超链接网站或任何横幅或其他广告中出现的任何网站或移动应用程序广告或提供的任何产品或服务提供保证、认可、保证或承担责任，并且我们不会成为您与产品或服务的任何第三方提供商之间的任何交易的一方或以任何方式负责监控您与产品或服务的任何第三方提供商之间的任何交易。与通过任何媒介或在任何环境中购买产品或服务一样，您应运用您的最佳判断并在适当的情况下保持谨慎。",
  "components.tos.p20": "在任何情况下，我们或我们的董事、员工或代理人均不对您或任何第三方承担任何直接、间接、后果性、惩戒性、附带性、特殊或惩罚性损害的责任，包括利润损失、收入损失、数据丢失、或因您使用服务而造成的其他损害，即使我们已被告知发生此类损害的可能性。",
  "components.tos.p21": "您同意针对任何损失、损害、责任、索赔或要求（包括合理的律师），为我们（包括我们的子公司、关联公司以及我们所有的高级管理人员、代理、合作伙伴和员工）辩护、赔偿并使我们免受损害。任何第三方由于以下原因而产生的费用和开支：(1) 您的贡献； (2) 服务的使用； (3) 违反本法律条款； (4) 任何违反您在本法律条款中规定的陈述和保证的行为； (5) 您侵犯第三方权利，包括但不限于知识产权； (6) 对通过服务与您联系的任何其他服务用户的任何明显有害行为。尽管有上述规定，我们保留对您需要赔偿我们的任何事项进行独家辩护和控制的权利，费用由您承担，并且您同意自费配合我们对此类索赔的辩护。我们将在意识到任何此类索赔、诉讼或程序后，将尽合理努力通知您此类索赔、诉讼或程序。",
  "components.tos.p22": "我们将保留您为了管理服务性能而传输到服务的某些数据，以及与您使用服务相关的数据。尽管我们定期进行数据备份，但您对您传输的所有数据或与您使用服务进行的任何活动相关的所有数据负全部责任。您同意，我们对任何此类数据的丢失或损坏不承担任何责任，并且您特此放弃因此类数据的任何此类丢失或损坏而对我们提起诉讼的权利。",
  "components.tos.p23": "访问服务、向我们发送电子邮件以及填写在线表格构成电子通信。您同意接收电子通信，并且您同意我们通过电子邮件和服务以电子方式向您提供的所有协议、通知、披露和其他通信均满足此类通信采用书面形式的任何法律要求。您特此同意使用电子签名、合同、订单和其他记录，并同意以电子方式交付由我们或通过服务发起或完成的交易记录、通知、政策和记录。您特此放弃任何司法管辖区的任何法令、法规、规则、条例或其他法律规定的任何权利或要求，这些权利或要求要求原始签名或交付或保留非电子记录，或通过其他任何方式付款或授予信用。比电子手段。",
  "components.tos.p24": "如果向我们提出的任何投诉未得到满意解决，您可以书面联系加州消费者事务部消费者服务部投诉协助部门，地址为 1625 North Market Blvd., Suite N 112, Sacramento, California 95834 或通过电话联系请致电 (800) 952-5210 或 (916) 445-1254。",
  "components.tos.p25": "这些法律条款以及我们在服务上发布的或与服务相关的任何政策或操作规则构成您和我们之间的完整协议和谅解。我们未能行使或执行这些法律条款的任何权利或规定并不构成对该权利或规定的放弃。这些法律条款在法律允许的最大范围内运作。我们可以随时将我们的任何或全部权利和义务转让给他人。对于因超出我们合理控制范围的任何原因造成的任何损失、损坏、延误或未能采取行动，我们不承担任何责任。如果本法律条款的任何规定或规定的一部分被确定为非法、无效或不可执行，则该规定或规定的一部分被视为可与本法律条款分开，并且不影响任何其余规定的有效性和可执行性。您和我们之间不因这些法律条款或使用服务而建立合资、合伙、雇佣或代理关系。您同意这些法律条款不会因为起草而被解释为对我们不利。您特此放弃基于这些法律条款的电子形式以及双方未签署来执行这些法律条款而可能拥有的任何及所有抗辩权。",
  "components.tos.p26": "为了解决有关服务的投诉或获取有关服务使用的更多信息，请通过以下方式联系我们：",
  "components.tos.tos": "服务条款",
  "components.tos.updated": "最后更新时间：2023 年 7 月 11 日",
  "components.tos.table-of-contents": "目录"
}
